"Configure pill schedule" ="Konfigurera piller";
"Create pill schedule" ="Skapa piller";
"Day" ="...dag.";
"Each" ="Varje";
"Fields are not correctly filled, please fill them all" ="Fälten är inte korrekt ifyllda, Fyll dem alla";
"Frequency" ="Frekvens";
"Hour" ="Timme";
"Name" ="Namn";
"Next pill is %@ %@ at %i" ="Nästa piller är %@ %@ på %i";
"Next time" ="Nästa gång";
"No pill scheduled, create one!" ="Inga piller som planerad, skapa en";
"Ok" ="Ok";
"Pill configuration" ="Konfiguration";
"Pill Information" ="Information";
"Time to take %@" ="Ta %@";
"Week" ="Vecka";
